Repository: common-repository/picture-organizer
Catalog: languages/picture-organizer-*.po
Languages: de_de

source: Media-Keywords
de_de: Schlagworte

source: Keyword
de_de: Schlagworte

source: Keywords
de_de: Schlagworte

source: All Items
de_de: Alle Schlagworte

source: Parent Item
de_de: Übergeordnete Kategorie

source: Parent Item:
de_de: Übergeordnete Kategorie:

source: New Item Name
de_de: Neuer Schlagwort-Name

source: Add New Item
de_de: Neues Schlagwort hinzufügen

source: Edit Item
de_de: Schlagwort bearbeiten

source: Update Item
de_de: Schlagwortändern

source: View Item
de_de: Schlagwort betrachten

source: Separate items with commas
de_de: Trenne einzelne Schlagworte durch Komma (,)

source: Add or remove items
de_de: Schlagworte hinzufügen oder entfernen

source: Choose from the most used
de_de: Wähle aus den häufigsten Schlagworten

source: Popular Items
de_de: Beliebte Schlagaworte

source: Search Items
de_de: Suchbegriffe

source: Not Found
de_de: Nicht gefunden

source: Items list
de_de: Schlagwort-Liste

source: Items list navigation
de_de: Schlagwort-Navigation

source: Category Attachments
de_de: Medien-Kategorie

source: Search Category Attachments
de_de: Suche nach Kategorien

source: Popular Category Attachments
de_de: Beliebte Kategorien

source: All Category Attachments
de_de: Alle anzeigen

source: Parent Category Attachments
de_de: Eltern-Kategorie

source: Parent Category Attachments:
de_de: Eltern-Kategorien

source: Edit Category Attachments
de_de: Kategorien für Attachments bearbeiten

source: View Category Attachments
de_de: Kategorien ansehen

source: Update Category Attachments
de_de: Kategorie ändern

source: Add New Category Attachments
de_de: Neue Kategorie für Medien

source: New Category Attachments Name
de_de: Neuer Kategorie-Name

source: Separate category attachments with commas
de_de: Kategorien mit "," trennen

source: Add or remove category attachments
de_de: Anhang-Kategorien ergänzen oder löschen

source: Choose from most used category attachments
de_de: Wähle aus den am meisten verwendeten Kategorien

source: Backupfile delete successfully
de_de: Backupdatei erfolgreich gelöscht

source: Backupfile delete error
de_de: Fehler beim Löschen der Backup-Datei

source: XML-File created
de_de: XML-Datei erstellt

source: CSV-File created
de_de: CSV-Datei erstellt

source: cannot create zip-archive
de_de: Kann kein ZIP-Archiv erstellen

source: ZIP-Archive created
de_de: ZIP-Archiv erstellt

source: show
de_de: anzeigen

source: Credits will be shown
de_de: Credits/Bildnachweise werden angezeigt

source: Credits will not be shown
de_de: Credits/Bildnachweise werden nicht angezeigt

source: Processing Picture-Organizer-Backups
de_de: Picture-Organizer-Backup durchführen

source: Backup Picturedata
de_de: Bilddaten sichern

source: Available Picturedata-Backups
de_de: Verfügbare Picture-Organizer Backups

source: Date
de_de: Datum

source: Filename
de_de: Dateiname

source: Filesize
de_de: Dateigröße

source: Start New Backup
de_de: Neues Backup starten

source: Action
de_de: Aktion

source: Delete
de_de: Löschen

source: This backup-module creates a zip-archive, which contents the picture-data (as xml and as csv, and all the media-data in the subdirectories; With click on the filename you start the download of tze backup-archive
de_de: Dieses Modul erzeugt ein ZIP-Archiv mit den Medien und den Daten als XML- und als CSV-Datei. Durch Klicken auf den jeweiligen Dateinamen starten Sie den Download des ZIP-Archives

source: No Backup-Files available
de_de: Keine Backup-Dateien verfügbar

source: Pages and Posts width this image
de_de: Seiten und Beiträge mit diesem Bildmedium

source: Settings saved.
de_de: Einstellungen gespeichert

source: Categories
de_de: Kategorien

source: Add
de_de: Neu

source: Remove
de_de: Klscgeb

source: Delete all
de_de: Alles löschen

source: View all categories
de_de: Alle Kategorien

source: Get Premium Version
de_de: Premiumversion anfordern

source: Only available in Premium-Version
de_de: Nur in der Premium-Version verfügbar

source: Better media-management with picture-organizer
de_de: Besseres Medien-Management mit dem Picture-Organizer

source: Error: Picture-Organizer-Premium is not active
de_de: Fehler: Picture-Organizer-Premium ist noch nicth aktiv

source: Error during install Premium-Files
de_de: Fehler bei der Installation der Premium-Version

source: Premium-Files successfully installed - Reload Page to see the new Version
de_de: Premium-Version wurde erfolgreich upgedated - Anzeige der neuen Version beim nächsten Seitenaufruf

source: New Plugin-Code successfull installed
de_de: Neuer Plugin-Code erfolgreich installiert

source: Your Premium-Plugin is upToDate, no newer plugin available
de_de: Ihr Premium-Plugin ist aktuell, es ist keine neuere Version verfügbar

source: Simple Management and Output of Picture-Credits with the Picture-Organizer
de_de: Einfache Verwaltung und Ausgabe der Bildnachweise mit dem Picture-Organizer

source: License-Error, possible Reasons
de_de: Lizenz-Fehler - mögliche Ursachen

source: Invalid License-Key
de_de: Ungültiger Lizenz-Key

source: Invalid E-Mail
de_de: Ungültige E-Mail-Adresse

source: You own no License
de_de: Sie besitzen keine gültige Lizenz

source: Too much License used
de_de: Zu viele Lizenzen genutz

source: Premium-License for this blog not activated
de_de: Premium-Lizenz für diesen Blog nicht aktiviert

source: Premium version removed
de_de: Premium-Version erfolgreich entfernt

source: Picture-Organizer - Settings
de_de: Picture-Organizer - Einstellungen

source: output-settings
de_de: Ausgabe-Einstellungen

source: Premium-Settings
de_de: Premium-Einstellungen

source: Support-Infos
de_de: Support-Informationen

source: Uninstall-Settings
de_de: Uninstall-Einstellungen

source: Settings for Image-Credits-Output
de_de: Ausgabeeinstellungen für die Nachweisausgabe

source: HTML-Text for output
de_de: HTML-Ausgabe

source: Text-Position-Setting
de_de: Position für HTML-Ausgabe

source: This sample-table shows you the using of the css-classes
de_de: Diese Tabelle zeigt Ihnen die verwendeten CSS-Definitionen

source: Show your visitor, that you have a professional image-organisation
de_de: Zeige Deinem Besucher, dass Du eine Professionelle Bildverwaltung einsetzt

source: Best effect ist the position above the picture-credits
de_de: Die beste Wirkung wird bei Positionierung über der Liste erzielt

source: Don't show
de_de: Nicht zeigen

source: Show above
de_de: Darüber anzeigen

source: Show below
de_de: Darunter anzeigen

source: CSS-Output-Sample
de_de: CSS - Ausgabebeispiel

source: Output Sort and Group by Owner
de_de: Sortierte Ausgabe und Gruppierung nach dem Rechteinhaber

source: Activate Checkbox if Output should be sorted and grouped by the Picture-Owner
de_de: Checkbox aktivieren, wenn die Ausgabe nach dem Rechteinhaber gruppiert werden soll

source: Earn Money with Picture-Organizer
de_de: Geld verdienen mit dem Picture-Organizer

source: Enter your digistore-ID to earn money
de_de: Digistore-ID eingeben und Geld verdienen

source: You like this tool? This tool has no competitors, and it's very cheap. You need not to sell it, you can give it
de_de: Du magst dieses Tool? Es hat keine direkten Konkurrenten, und es ist sehr preiswert. Du musst es auch nicht verkaufen, Du kannst die Einstiegsversion kostenlos verteilen.

source: More about the easy Affiliate-Program of Picture-Organizer on the Affiliate-Support-Page
de_de: Mehr über das einfache Picture-Organizer Affiliate-Programm auf der Affiliate-Support-Seite

source: Picture-Categorizing
de_de: Medien-Kategorisierung

source: Use Picture Categorizing
de_de: Medien-Kategorisierung aktiviert

source: Restore default values
de_de: Grundeinstellungen wiederherstellen

source: Click the following button if you want to restore the default values
de_de: Auf den folgenden Button klicken, um die Grundeinstellungen wiederherzustellen

source: Restore Default-Values
de_de: Standardeinstellungen wiederherstellen

source: Your Advantages with the Premium Version
de_de: Ihre Vorteile der Picture-Organizer Premium-Version

source: The Premium Version of Picture-Organizer has a lot of advantiges for your daily work with WordPress
de_de: Die Premium-Version des Picture-Organizer bietet viele Vorteile für Ihre täglieche Arbeit in WordPress

source: Show the picture-credits on the bottem of the page where the Pictures are shown
de_de: Zeigt die Urherberechtsnachweise am Ende der Seite an, auf der das Bild gezeigt wird

source: Use Categories for your Media
de_de: Metadaten zu einer oder mehreren Kategorien zuordnen

source: Search and filter the Categories for your Media
de_de: Suche und Mediadaten nach Kategorien filtern

source: Use Tags for your Media
de_de: Den Mediadaten einzelne Tags/Keywords zuordnen

source: Show the credits marked image on the page/post with the image
de_de: Zeigt die so Markierten Medien direkt am Ende der Seite an

source: Easy Backup your Media-Files and Picture-Credits
de_de: Einfaches Backup der Medien-Dateien und der Urheberrechtsdaten

source: Output the Picture-Credits for each Categorie as XML
de_de: Ausgabe der Urheberrechtsdaten je Kategorie als XML

source: Show the usage for each Picture (On Picture-Details-Site)
de_de: Zeigt für jedes einzelne Bild an, auf welcher Seite es verwendet wurde

source: Order Premium Picture-Organizer NOW
de_de: Picture-Organizer Premium bestellen

source: License-key
de_de: Lizenz-Schlüssel

source: After you have ordered the Premium-Version you will recive an E-Mail with your License-Key
de_de: Nach dem Kauf der Premium-Version erhalten Sie den Lizenz-Code per E-Mail

source: Please enter your data you got after buy the license
de_de: Bitte geben Sie die Daten ein, die Sie beim Kauf bekommen haben

source: License-Key
de_de: Lizenz-Key

source: E-Mail-adress
de_de: E-Mail-Adresse

source: You already use the Premium-Version
de_de: Sie benutzen bereits die Premium-Version

source: Check for your intalled Premium-Version
de_de: Überprüfung auf die installierte Premium-Version

source: Current Version installed
de_de: Aktuelle Version installiert

source: Check for actual Version
de_de: Überprüfung auf die aktuelle Version

source: Click to check for Premium-Updates
de_de: Hier Klicken um zu prüfen, ob ein neues Premium-Update verfügbar ist

source: Remove Premium-Version
de_de: Premium-Version entfernen

source: Removes Premium-Features of Picture-Organizer
de_de: Entfernt die Premium-Version des Picture-Organizer

source: Uninstall Settings
de_de: Uninstall-Einstellungen

source: Delete all data during uninstall
de_de: Alle Daten bei der Deinstallation unwiderruflich löschen

source: No Picture-Credits to show
de_de: Keine Urheberrechtsdaten zum Anzeigen

source: Publish Credit
de_de: Bildnachweise anzeigen

source: author
de_de: Autor

source: Photographer
de_de: Fotograf

source: License-Key identifies your license - important!
de_de: Wichtig: Der Lizenzkey identifiziert die Bilddatei

source: Download-Portal (for instance Fotolia)
de_de: Download-Portal (z.B. Fotolia)

source: (Link to the Authors-Site)
de_de: (Link zur Seite des Rechteinhabers)

source: Date of Buy
de_de: Kaufdatum

source: (The Date, on which you bought the image)
de_de: Das Datum, an dem das Bild gekauft wurde

source: Internal Comment
de_de: Interner Kommentar

source: (Internal Comments because of the rights or other Infos)
de_de: Interner Kommentar, z.b. Hinweise über die Rechte etc.

source: Online Comments
de_de: Kommentare Online

source: (helpful comments depending on which site the image is published or anything else...)
de_de: z.B. Erläuterung, auf welcher Seite sich das Bild befindet o.ä.

source: Activate, if the Picture-Credit has to be shown on the same site as the Image
de_de: Hier aktivieren, wenn der Urheberrechtsnachweis auch auf der Seite des Bildes angezeigt werden soll

source: Show Picture Credit on bottom of Page
de_de: Bild unterhalb der Seite, auf der es eingebunden ist, anzeigen

source: Rate Us
de_de: Bewerte uns
